ark
awww
base
base-devel
bat
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cronie
dolphin
duf
dunst
efibootmgr
eog
eza
fastfetch
ffmpegthumbs
firefox
flatpak
fzf
git
grim
grub
grub-btrfs
gst-plugin-pipewire
hyprland
imagemagick
inotify-tools
intel-ucode
kde-cli-tools
kimageformats
kitty
kvantum
kvantum-qt5
libpulse
libva-nvidia-driver
linux
linux-firmware
nano
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-open
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
qbittorrent
qt5-imageformats
qt5-wayland
qt5ct
qt6-virtualkeyboard
qt6-wayland
qt6ct
rofi
satty
sddm
slurp
smartmontools
sof-firmware
starship
steam
sudo
tela-circle-icon-theme-dracula
timeshift
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ufw
unzip
uwsm
vlc
waybar
wget
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
